Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisen_varhaiskasvatuksen_materiaalipulaan_saadaan_pienta_helpotusta_syksyn_aikana_.html.tmx
Source language: fin
Languages: sme

source: Saamelaisen varhaiskasvatuksen materiaalipulaan saadaan pientä helpotusta syksyn aikana
sme: Sámi árrabajásgeassima materiálavátnái oažžut unna veahki čavčča áigge

source: Saamelaiskäräjien Saamen kielen toimistossa työskentelee tällä hetkellä kaksi varhaiskasvatuksen materiaalityöntekijää, toukokuussa aloittanut Anni Saara Aikio ja heinäkuussa aloittanut Onneli Sieppi.
sme: Sámedikki Sámegiela doaimmahagas barget dál guokte árrabajásgeassima materiálabargi, miessemánus álggahan Anni Saara Aikio ja suoidnemánus álggahan Onneli Sieppi.

source: Molemmat ovat varhaiskasvatuksen opettajia ja työskennelleet saamelaisessa varhaiskasvatuksessa.
sme: Goabbáge leaba árrabajásgeassima oahpaheaddjit ja bargan sámi árrabajásgeassimis.

source: Saamelaisen varhaiskasvatuksen yksi suurista haasteista on edelleen materiaalipula.
sme: Sámi árrabajásgeassima okta stuorra hástalus lea ain materiálavátni.

source: Puutetta on kaikesta materiaalista;
sme: Buot materiálain lea vátni;

source: kirjoista, lautapeleistä, musiikista, pedagogisesta opettajien materiaaleista, ammattikirjallisuudesta ja leluista.
sme: girjjiin, lávdespealuin, musihkas, pedagogalaš oahpaheaddjiid materiálain, ámmátgirjjálašvuođas ja duhkorasain.

source: Saamelaisen varhaiskasvatuksen työntekijät ovat todella taitavia soveltamaan, kääntämään ja valmistamaan itse materiaalia, mutta käyttövalmista ja saamelaisen pedagogiikan pohjalta tehtyä materiaalia kaivataan jatkuvasti.
sme: Sámi árrabajásgeassima bargit leat hui čeahpit heivehit, jorgalit ja gárvvistit ieš materiála, muhto gárvves ja sámi pedagogihkka vuođul ráhkaduvvon materiála gáibiduvvo olles áigge.

source: Tilanteeseen saadaan pientä helpotusta kuluvan syksyn aikana.
sme: Dillái oažžut unna veahki čavčča áigge.

source: Materiaalia tuotetaan sekä painettuina kirjoina, kortteina ja peleinä että digimuodossa.
sme: Materiála buvttadit sihke prentejuvvon girjin, koartan ja speallun ja digitálahámis.

source: Projekteja on käynnissä useita ja osa on jo valmistunutkin, kun painosta on tullut kolmikielinen Perhe- muistipeli ja Kuáti.
sme: Máŋggat prošeavttat leat jođus ja oassi lea juo gárvánange, go prentemis lea boahtán golmmagielat Bearaš- muitospeallu ja Kuáti.

source: fi- materiaalipankkiin on ladattu 10 uutta värityskuvaa , joissa saamelainen kulttuuri on keskiössä.
sme: fi- materiálabáŋkui lea luđejuvvon 10 ođđa ivdnengova , main sámi kultuvra lea guovddážis.

source: Lisäksi aiemmin aloitettu Värinautit- työryhmän kanssa yhteistyössä valmistettu laaja tunnekasvatusmateriaali, Värinauttien mörkökirja tunteista – Opettajan opas on valmistunut.
sme: Lassin ovdal álggahuvvon Värinauttit- bargojoavkkuin ovttasbarggus ráhkaduvvon viiddes dovdobajásgeassinmateriála, Värinauttiid stálošgirji dovdduid birra – oahpaheaddji rávagirji lea gárvánan.

source: – Olen todella iloinen, että saamme uutta materiaalia saamelaiseen varhaiskasvatukseen.
sme: – Lean hui ilolaš, ahte mii oažžut ođđa materiála sámi árrabajásgeassimii.

source: Lapsille on tärkeää nähdä, että me ja meidän kulttuurimme on peleissä, kirjoissa ja värityskuvissa läsnä.
sme: Mánáide lea dehálaš oaidnit, ahte mii ja min kultuvramet leat spealuin, girjjiin ja ivdnengovain mielde.

source: Kun pelaamme suomalaista muistipeliä perheestä, löydämme isän, äidin, serkun, sisarukset ja isovanhemmat, mutta saamelaisessa pelissä meillä on lisäksi kummit, kummisiskot ja -veljet ja tätien ja setien puolisot, ja toki tätejä ja setiäkin on moninkertainen määrä suomalaiseen peliin nähden.
sme: Go mii speallat suopmelaš muitospealu bearraša birra, mii gávdnat áhči, eatni, vilbeali ja oarpmeali, oarbiniid ja áhku ja ádjá, muhto sámi spealus mis leat lassin ristvánhemat, ristoappát ja -vieljat ja siesáid ja čeziid beallelaččat, ja dieđusge siesáid ja čeziidge lea máŋggageardásaš mearri suopmelaš spealu hárrái.

source: Kuvissa äidin nuorempi sisko kutoo pauloja, osalla on saamenpuvut, joillain karvalakit. Hahmot ovat kalassa, hillastamassa ja kummiveljellä on vasa sylissään.
sme: Govain eatni nuorat oabbá gođđá vuoddagiid, oasis leat sámegávttit, muhtumiin guolgagahpirat, figuvrrat leat guolásteamen, lubmemen ja ristvieljas lea miessi sallasis.

source: Nämä voivat kuulostaa pieniltä asioilta, mutta ovat oikeasti isoja ja tärkeitä.
sme: Dát sáhttet orrut unna áššit, muhto leat rievtti mielde stuorrát ja dehálaččat.

source: Värityskuvissa meillä taas on esimerkiksi pyörätuolissa istuva lapsi.
sme: Ivdnengovain mis fas lea ovdamearkka dihte mánná guhte čohkká juvlastuolus.

source: Tällaista representaatiota saamelaislapset näkevät kovin vähän, kertoo kielipesäohjaaja Niina Aikio-Siltala.
sme: Dákkár representašuvnna sámemánát oidnet hirbmat unnán, muitala giellabeassejođiheaddji Niina Aikio-Siltala.

source: – Myös henkilöstölle nämä materiaalit ovat toivottavasti suureksi avuksi.
sme: – Maiddái bargiide dát materiálat leat sávvamis stuorra veahkkin.

source: Esimerkiksi Värinautit- työryhmän kanssa yhteistyössä tehdyssä materiaalissa meillä on valtava määrä tunteisiin liittyviä sanoja, jotka ovat vähemmän arkikielessä läsnä.
sme: Ovdamearkka dihte Värinauttit- bargojoavkkuin ovttasbarggus ráhkaduvvon materiálain mis lea hirbmat mearri dovdduide laktáseaddji sánit, mat leat unnit geavahusas árgagielas.

source: Kuáti.
sme: Bloggii, mii vuođđuduvvo Kuáti. fi- siidui bealistis leat boahtimin earálágan artihkkalat sámi pedagogihkas, maiguin mii sáhttit vehá divvut ámmátgirjjálašvuođa váiluma, joatká Aikio-Siltala.

source: fi- sivustolle perustattavaan blogiin puolestaan on tulossa erilaisia artikkeleita saamelaisesta pedagogiista, joilla pystymme hieman korjaamaan ammattikirjallisuuden puutetta, jatkaa Aikio-Siltala.
sme: Sámegiela doaimmahagas buvttaduvvon materiálat ruhtaduvvojit kultur- ja giellabeassedoaimma stáhtadoarjagis ja dat juhkkojuvvojit nuvttá sámegielat árrabajásgeassinovttadagaide ja sámegielat ovdaoahpahussii.

source: Saamen kielen toimistossa tuotettavat materiaalit rahoitetaan kulttuuri- ja kielipesätoiminnan valtionavustuksesta ja ne jaetaan ilmaiseksi saamenkielisiin varhaiskasvatusyksiköihin ja saamenkieliseen esiopetukseen.
sme: Materiála sáhttá diŋgot iežas ovttadahkii doaisttážii šleađgapoasttain giellabeassejođiheaddjis.

source: Materiaalia voi tilata omaan yksikköön toistaiseksi sähköpostitse kielipesäohjaajalta.
sme: Lassedieđut

source: Lisätietoja:
sme: Niina Aikio-Siltala má. giellabeassejođiheaddji 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi

source: Niina Aikio-Siltala ma. kielipesäohjaaja 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi
sme: Anni Saara Aikio má. materiálaplánejeaddji 010 839 3132 / 040 610 9773 anni-saara.aikio@samediggi.fi

source: Anni Saara Aikio ma. materiaalisuunnittelija 010 839 3132 / 040 610 9773 anni-saara.aikio@samediggi.fi
sme: Onneli Sieppi má. materiálaplánejeaddji 010 839 3132 / 040 610 9773 onneli.sieppi@samediggi.fi
